{
    "mandatory": "is a mandatory field",
    "freeDeliveryMessage": "Free delivery by {{deliveryDateExpire}}. 🚚",
    "discountNote": "Note! The discount code cannot be used for already discounted products.",
    "packingDesc": "Student cap with beautiful packaging",
    "cooperationTitle": "Participating in cooperation",
    "FreeRefund": "✓ 14-day free return and exchange",
    "promoExpired": "The promo code is expired.",
    "promoNotValid": "Unfortunately, the promo code you entered is not valid!",
    "promoCode": "Promo Code",
    "discount": "Discount",
    "deliveryAddress": "Delivery Address",
    "close": "Close",
    "chooseDeliveryMethod": "Choose a delivery method",
    "weDeliverProductByPost": "We deliver the products you ordered by post. The delivery time is 2-4 business days.",
    "sliderTitle": "Student cap 2023",
    "sliderDesc": "We sell high-quality and affordable graduation caps",
    "sliderDesc1": "A limited edition of 200 graduation caps for sale. Order here and make sure you get yours!",
    "invalidEmail": "Invalid email address",
    "stockExceed": "The selected product quantity exceeds the stock balance.",
    "white": "White", 
    "black": "Black", 
    "newest": "New products", 
    "cheapest_first": "Price: cheapest first", 
    "expensive_first": "Price: most expensive first",
    "buy": "Buy",
    "homepage": "Homepage",
    "signIn": "Sign In",
    "color": "Color",
    "contact": "Contact",
    "contact_form": "contact form",
    "login": "SIGN IN",
    "logOut": "SIGN OUT",
    "username": "Username",
    "password": "Password",
    "somethingWentWrong": "Something went wrong...",
    "createAnAccount": "CREATE AN ACCOUNT",
    "firstname": "Firstname",
    "lastname": "Lastname",
    "email": "Email",
    "confirmPassword": "Confirm password",
    "create": "Create",
    "registerFirstNameError": "Firstname should be 3-16 characters and shouldn't include any special character!",
    "registerLastNameError": "Lastname should be 3-16 characters and shouldn't include any special character!",
    "registerMailError": "It should be a valid email address!",
    "registerPasswordError": "Password should be 8-20 characters and include at least 1 letter, 1 number and 1 special character!",
    "registerPasswordConfirmationError": "Passwords don't match!",
    "privacyPolicyText": "By creating an account, I consent to the processing of my personal data in accordance with the",
    "privacyPolicy": "privacy Policy",
    "forgotPassText" : "DO NOT YOU REMEMBER THE PASSWORD?",
    "createAccountText" : "CREATE A NEW ACCOUNT",
    "emailRequired": "Email Address is required",
    "enterEmail": "Please enter a valid email",
    "feedback_desc": "The best way to reach our customer service is the below form or the email address info@laatulakki.fi.",
    "contact_header": "Contact information",
    "feedback_name": "Name",
    "feedback_email": "Email",
    "feedback_message": "Write here your message...",
    "send_button": "Send",
    "announcement_text": "Delivery time 2-4 business days. Free delivery for orders over €90 in Finland. 🚚",
    "freeOfCharge": "Free of charge",
    "deliveryFee": "Delivery fee",
    "payment_options": "Payment methods",
    "hope": "WISH",
    "hope_desc": "200 limited student cap",
    "oiva": "EXCELLENT",
    "oiva_desc": "A great option for everyone",
    "vegani": "VEGAN CAP",
    "vegani_desc": "Vegan choice",
    "buy_now": "Buy now",
    "highSchoolCap": "STUDENT CAP",
    "engineerCap": "engineering cap",
    "graduationCap": "graduation caps",
    "sentThanks": "Sent, thanks!",
    "size": "Size",
    "cart": "Cart",
    "continue_shopping": "Continue shopping",
    "checkout": "Checkout",
    "arrange_product": "Arrange products",
    "filter_product": "Filter products",
    "summary": "Summary",
    "subtotal": "Subtotal",
    "total": "Total",
    "continue": "Continue",
    "products": "Products",
    "own_information": "Own Information",
    "deliveryMethod": "Delivery Method",
    "pricePerPiece": "Price per Piece",
    "quantity": "quantity",
    "pay": "PAY",
    "pervious": "BACK",
    "youMightLike" : "You might also like these products",
    "product": "Product",
    "sizeInstruction": "Instructions for measurement",
    "usageDetails": "Usage and care instructions for the law",
    "especialInfo": "Details",
    "choose": "Choose",
    "leftAmount": "Left",
    "includeTax": "incl. VAT",

    "address": "Address",
    "streetAddress": "Street Address",
    "postalCode": "Postal Code",
    "city": "City",
    "country": "Country",
    "phonenumber": "Phone number",
    "delivery": "Delivery",
    "productsInTotal": "Total products",
    "pickup": "Pickup",
    "notInUse": "Not In Use",
    "ordererInfo": "Subscriber Information",
    "orderer_desc": "Fill in the orderer's information. You can leave the recipient's information blank if the orderer is the same as the recipient.",
    "receiverInfo": "Details of Vatanoin",
    "haveAlreadyRead": "I am familiar with and accept",
    "deliveryterms": "Delivery Terms",
    "youHaveToConfirm": "Delivery terms must be accepted!",
    "thanksForYourOrder": "Thank you for your order",
    "youCanDownloadReceipt": "You can download your receipt by the button.",
    "receipt": "Receipt",
    "orderCancelled": "Pay failed!",
    "sorryMessage": "We have saved the products in your basket. You can still make the payment using the button below.",
    "yourCartIsEmpty": "Your cart is empty.",
    "order_extra_info": "Order extra info",
    "vat": "VAT",
    "tax": "Tax",
    "tax_less": "Tax less",
    "vatZero": "Tax-free amount VAT 0%",
    "soldOut": "Sold Out!",
    "deliveryToDifferentPlace": "Delivery to a different address?",

    "changeAndRefund.header": "CHANGE AND REFUND",
    "changeAndRefund.1": "From the general online store",
    "changeAndRefund.2": "The products you ordered to be delivered to Finland have a 14-day exchange and return right. During this time, you can exchange the products you received for other products or return them. The return is free of charge for you.",
    "changeAndRefund.3": "Product refund",
    "changeAndRefund.4": "It is very important to us that you are satisfied with the products you have ordered. You have 14 days to familiarize yourself with the products and make a purchase decision (the right of cancellation as defined by the Consumer Protection Act). The notification of using the right of cancellation, i.e. the return, must be made to the Service Provider within 14 days of receiving the products. ",
    "changeAndRefund.5": "Follow these instructions when returning products:",
    "changeAndRefund.6": "The product to be returned must be in its original packaging and must be unused.",
    "changeAndRefund.7": "Do not mark the return or address on the sales package.",
    "changeAndRefund.8": "The product and its packaging should always be mailed in a separate package or bag.",
    "changeAndRefund.9": "Fill out the return notice in the shipment and put it in the package with the product to be returned.",
    "changeAndRefund.10": "Glue the address label found on the return notice on the package.",
    "changeAndRefund.11": "Return the package to the post office and pay the postage. Email us a picture of the receipt and we'll refund you for the postage.",
    "changeAndRefund.12": "Please note that our shipping costs are always the same regardless of the number of products. For this reason, shipping costs will not be refunded if the return only applies to part of the products. We will try to deliver a new, similar product to replace the defective product. If we are unable to offer you a replacement product, you will receive the price corresponding to the product you returned, plus postage.",
    "changeAndRefund.13": "We recommend that you request a receipt for your return shipment. Refunds will be made via Paytrail using the payment method used to purchase the product.",

    "registration.1": "WEBSITE REGISTRATION STATEMENT",
    "registration.2": "REGISTER HOLDER",
    "registration.3": "Y ID",
    "registration.4": "Phone",
    "registration.5": "CONTACT PERSON IN REGISTRATION MATTERS",
    "registration.6": "REGISTER NAME",
    "registration.7": "Laatulakki website registration",
    "registration.8": "PURPOSE OF PERSONAL DATA PROCESSING",
    "registration.9": "The information of persons registered through the website is used to improve the user experience and develop the website. The personal information received via the contact forms on the website is processed in an appropriate manner intended for the processing of contacts.",
    "registration.10": "Information can be collected about the website behavior of visitors to the website, such as the visitor's movements on the lautalukki.fi website, the time the visitor spends on the site and the source of income for the pages. This information is used to develop the user experience of the lautalukki.fi website and to improve the quality of the service, so that the user interesting information would be more easily accessible to the web visitor.",
    "registration.11": "REGISTER CONTAINED INFORMATION",
    "registration.12": "The following information about all registered users can be processed in the registry:",
    "registration.13": "Data related to online behavior",
    "registration.14": "Information provided on the contact form, such as first name, last name, contact information (phone number, e-mail address) or other information provided by the registrant himself",
    "registration.15": "Technical information sent to the server by the registrar of the registered browser, as well as cookies sent to the browser of the registered user and related information",
    "registration.16": "REGULAR INFORMATION SOURCES",
    "registration.17": "Registered information is obtained from technical data and cookies sent by the registered browser, if the user has not blocked their use. The information provided on the contact form is information sent directly to LTQ by the registered person using a protected online form and this information is not disclosed to third parties.",
    "registration.18": "User Tracking",
    "registration.19": "We use HotJar user tracking to track how our Users navigate our website. Please review Hotjar's Marketing Technologies Privacy Policy ( https://www.hotjar.com/legal/policies/terms-of-service/ ) for more information on what is tracked in the system. In terms of GDPR, we act as a controller and Hotjar's data processor. If you do not want to be tracked, you can clear your browser's cache.",
    "registration.20": "DISTRIBUTING DATA AND DELETING DATA",
    "registration.21": "Registrant's information will not be disclosed to outsiders without separate permission from the registered person. Information can be disclosed to the authorities in a manner based on legislation. The registered person can submit a written request for information regarding their own information or ask for their information to be deleted by contacting the registry's contact person by email or letter.",
    "registration.22": "REGISTER PROTECTION",
    "registration.23": "The register is protected in accordance with the Data Protection Act. The register is protected by e.g. passwords, a firewall and SSL protection. The website's user register and contact form register can only be accessed by persons specifically defined by the Laatulakki company. Those who use the register's information are subject to a duty of confidentiality. The register's information is not transfer to manual material.",
    "registration.24": "COOKIES AND THEIR USE",
    "registration.25": "Lautulakki uses the Google Analytics software offered by Google Inc. ('Google') on its website. Google Analytics identifies the user with cookies. Information about the use of the website is stored and transmitted on Google's servers, e.g. in the United States. ",
    "registration.26": "A cookie is a small text file that is sent to the user's computer and stored there, which enables the website administrator to identify visitors who visit the website frequently and enables the preparation of a website analysis of the visitors. The cookie stores information about how you use the website as well as, for example, the IP address. Cookies do not damage users' files or computers. Google uses this information to compile reports on the use of the website. The reports are used to compile statistics on the number of visitors and to improve the service. The personal information obtained through cookies (IP address) is not combined with other registers.",
    "registration.27": "The user can prevent the use of cookies by choosing to block cookies in their browser settings, you can see browser-specific instructions from your service provider.",
    "registration.28": "More information about Google's analytics tracking on Google's privacy page.",

    
    "termsAndCondition.1": "TERMS OF USE",
    "termsAndCondition.2": "General online store",
    "termsAndCondition.3": "Online store products are sold by Laatulakki Oy business ID 3337953-9. We sell products to private individuals of legal age in Finland and the EU region. Value added tax is included in the prices of the products. We reserve the right to change prices and postage costs.",
    "termsAndCondition.4": "Parties to the Agreement",
    "termsAndCondition.5": "Parties of the agreement These terms and conditions apply to the Laatulakki.fi online store (Service), which is operated by Laatulakki Oy (Service provider), Kontionkatu 5 M, 05460 Hyvinkää, business ID 3337953-9.",
    "termsAndCondition.6": "General",
    "termsAndCondition.7": "By using the lautulakki.fi online store, you accept and agree to comply with these terms and conditions. The service provider has the right to change these terms and conditions by publishing the updated terms and conditions on the web store's website. Before sending the order, please familiarize yourself with the current terms and conditions.",
    "termsAndCondition.8": "Ordering from the online store requires that you comply with the terms and conditions of the online store, meet the requirements according to them and provide the information about yourself truthfully and in full. Correct any incorrect information about yourself without delay. The user is responsible for all orders made with his username and password. User is responsible for keeping his username and password secret.",
    "termsAndCondition.9": "Right of Use",
    "termsAndCondition.10": "The service is intended for private, adult consumers. All rights to the content of the service belong to the Service Provider.",
    "termsAndCondition.11": "Registration",
    "termsAndCondition.12": "The user can register as a user of the Service by filling out the registration form and choosing a username and password. The user can also order products without registering.",
    "termsAndCondition.13": "By ordering products, the User confirms that he has read these terms, accepts them and undertakes to comply with them. Registration is free of charge.",
    "termsAndCondition.14": "Collection and use of personal information",
    "termsAndCondition.15": "The Service Provider is responsible for the appropriate processing of the information provided by the user and for maintaining the user's privacy. The information provided by the user is stored in the Service Provider's customer register. The user's first name, last name, local address, postal address, country, e-mail address and telephone number are mandatory information to complete the order. The Service Provider does not disclose the information collected personal data to third parties. Information from the customer register can only be used in electronic direct marketing if the User has given his consent to this. The Service Provider reserves the right to release information about the User to the authorities if the User has acted in violation of the law and good practice. The User has the right to change, check or delete information about himself from the customer register.",
    "termsAndCondition.16": "The information provided by the user for the customer register of the laatulakki.fi online store is regulated on the basis of our register statement. The user is responsible for ensuring that the information provided is truthful and complete. The user must also update the information if necessary. By joining the customer register of the Laatulakki online store, you agree to regularly receive messages from the online store from the customer register. You can cancel the newsletters in your own account or by sending an e-mail to lautaulakki@gmail.com. You can delete your customer account at any time by sending an e-mail to lautaulakki@gmail.com and requesting that your account be deleted. If you cancel your membership in the lautaulakki.fi online store's customer register, you will no longer receive messages and you have to register again if you want to rejoin the customer register of the Laatulakki.fi online store.",
    "termsAndCondition.17": "Updating customer account information",
    "termsAndCondition.18": "Personal customer account information can be updated by logging in to the online store and changing the information in the section My information.",
    "termsAndCondition.19": "Security when paying",
    "termsAndCondition.20": "All information is encrypted and transmitted securely via Secure Socker Layers (SSL). Therefore, it is safe for the User to pay by card in the Laatulakki.fi online store.",
    "termsAndCondition.21": "Ordering from an online store",
    "termsAndCondition.22": "When ordering a service, a binding commercial contract is created when the Service Provider sends the User an order confirmation confirming the availability and delivery of the product. The Service Provider reserves the right not to accept the order.",
    "termsAndCondition.23": "You can familiarize yourself with the products you ordered and make sure that they are suitable and to your liking. The availability of the product and the estimated delivery time will be announced when ordering. If the product does not meet your expectations, you can exchange or return it within 14 days of receiving the product. The right to exchange and return only applies to unused products, the product packaging must also be in good condition.",
    "termsAndCondition.24": "Normal orders are delivered to the post office or smart post office that is closest to the delivery address you indicated. You will be sent an arrival notification when your order is available for pickup.",
    "termsAndCondition.25": "By accepting the order and delivery conditions of the Laatulakki online store, the customer accepts that the Laatulakki.fi online store will send the customer e-mails or text messages in matters related to the order.",
    "termsAndCondition.26": "Product prices",
    "termsAndCondition.27": "The price of the product is the price displayed on the Service page in connection with the product information at the time of the order. Delivery costs are added to the price, the payment is per order, unless otherwise stated.",
    "termsAndCondition.28": "The respective delivery fee appears in the Service before the order is placed. In the Service, prices and transport costs are reported to the User in euros (EUR). When selling and transporting products, the prices include value added tax in accordance with Finnish legislation.",
    "termsAndCondition.29": "Product Delivery",
    "termsAndCondition.30": "The service provider delivers the products it sells to the User on the basis of a transport contract with a third party. Transport costs are added to the price of the order. The transport costs of each order appear in the Shopping Cart section. Product delivery times are determined by product. The availability of products and the destination of the shipment affect the delivery time. The delivery time is usually approx. five business days, when the product is in our warehouse. If the order contains several products, they will be delivered as a combined shipment. The service shows the delivery methods valid at any given time.",
    "termsAndCondition.31": "The service provider is not responsible for delays caused by reasons beyond his control or indirect harm caused by delayed delivery. In the case of consignments delivered to an office or a parcel machine, Posti has the right to deviate from the delivery address if, due to a temporary obstacle, the consignment cannot be delivered for collection to the office at the original address.",
    "termsAndCondition.32": "The service provider reserves the right to deliver the ordered products in different shipments. The service provider is responsible for the loss or damage of the product during transport. You will receive an electronic order confirmation for your accepted order, where you can check your order information. Keep the order confirmation for possible future use. You can, for example, print the order confirmation from the online store.",
    "termsAndCondition.33": "Order Tracking",
    "termsAndCondition.34": "In connection with the order, the customer is always sent an order confirmation by e-mail, which contains an order-specific tracking code. By entering the code into Posti's tracking service, you can follow the steps of the product's delivery: www.posti.fi",
    "termsAndCondition.35": "Product return",
    "termsAndCondition.36": "It is important to us that you are satisfied with your order. You have 14 days to familiarize yourself with the products and make a purchase decision (the right of cancellation referred to in the Consumer Protection Act). The service provider must be notified of the return, i.e. the exercise of the right of cancellation, within 14 days of receiving the products.",
    "termsAndCondition.37": "Please follow the following instructions when returning the product:",
    "termsAndCondition.38": "Online Behavior Information",
    "termsAndCondition.39": "Information provided on the contact form, such as first name, last name, contact information (phone number, e-mail address) or other information provided by the data subject himself",
    "termsAndCondition.40": "Technical information sent to the server by the controller of the registered browser, as well as cookies and related information sent to the browser of the registered browser",
    "termsAndCondition.41": "The products you ordered have a 14-day right of exchange and return.",
    "termsAndCondition.42": "During this period you have the option to exchange the products you received for other products or to return them.",
    "termsAndCondition.43": "The product to be returned must be in its original packaging and unused. If you have used the product or handled it carelessly, you are responsible for the reduction of the product's value up to a maximum of the product's full value.",
    "termsAndCondition.44": "Return or address markings may not be made on the sales packaging. The product must always be mailed with its packaging in a separate package or bag.",
    "termsAndCondition.45": "Fill out the return notice that came with the shipment and put it in the package according to the product to be returned.",
    "termsAndCondition.46": "Regardless of the number of products, the delivery costs are always the same. For this reason, the delivery costs will not be reimbursed if the return concerns only part of the products.",
    "termsAndCondition.47": "If you have received a wrong or defective product, return it according to these instructions. Indicate in the return notice how the defect occurs and whether you want an intact/new product instead. In the case of a wrong or defective product, we will be responsible for the shipping costs of a new, similar product. If we are unable to offer a replacement product, you will get back the product you returned for the corresponding price including postage.",
    "termsAndCondition.48": "The address label needed for the return must be glued on top of the shipping package. The return is free of charge for you, if the shipping location is in Finland and you send the return as normal shipping.",
    "termsAndCondition.49": "There is no need to notify us in advance of the return.",
    "termsAndCondition.50": "Returns are free from the post office only.",
    "termsAndCondition.51": "We recommend that you request a receipt for the return shipment.",
    "termsAndCondition.52": "The money will be returned via Paytrail to the same payment method with which the product was purchased.",
    "termsAndCondition.53": "If the product is damaged, lost during transport or the wrong product has been delivered to the customer, the customer must report the error immediately to the address lautulakki@gmail.com. The notification of a defective product or incorrect delivery must be made within 14 days of receiving the product. If the package is damaged in the post, the product must be complained to the post office immediately.",
    "termsAndCondition.54": "Payment service provider",
    "termsAndCondition.55": "Paytrail Oyj (2122839-7) operates as a payment intermediary service implementer and payment service provider in cooperation with Finnish banks and credit institutions. Paytrail Oyj appears as the payee on a bank statement or card invoice. Paytrail Oyj forwards the payment to the merchant. Paytrail Oyj has a payment institution license. In cases of complaints we ask that you primarily contact the supplier of the product.",
    "termsAndCondition.56": "Copyright",
    "termsAndCondition.57": "The content of the website is protected in accordance with copyright law. The Service Provider reserves all rights to the pages and their content, unless otherwise stated on the pages or in these terms of use. The distribution, storage or copying of the content of the website or part of it is prohibited without the prior written consent of the Service Provider, except for the exceptions mentioned separately.",
    "termsAndCondition.58": "Text, logos or images may not be used for commercial or immoral purposes. The site may be browsed and viewed and printed for the user's own, personal use. Without the Service Provider's separate written consent, even partial distribution of the site's content is prohibited.",
    "capChoice0": "Choice of the correct cap",
    "capChoice1a": "Congratulations to the future graduate!",
    "capChoice1": "Now all you have to do is choose the right size graduation cap - luckily, it's easy. You only need one measurement - the head circumference. Measure your head circumference in centimeters from the forehead, from above the ears to the nape of the neck, and if necessary, ask a friend for help. The sizes in the online store correspond to the centimeters of the head circumference. Over the years, the head usually will still grow a little, so we recommend rounding your head circumference up. For example, if your measured head circumference is 57.3 cm, you should order a cap in size 58. This way you can wear your wonderful graduation cap to the Vappu party in another 20 years!",
    "capChoice2": "Use a measuring tape to measure the circumference of your head from the forehead, above the ears to the nape of the neck.",
    "capChoice3": "Choose the cap you want",
    "capChoice4": "Choose the size of your head circumference, preferably slightly rounded up",
    "capChoice4a": "Subscribe",
    "capChoice5": "Celebrate and enjoy your achievement!",

    "capUsage0": "USAGE AND CARE INSTRUCTIONS FOR THE STUDENT CAP",
    "capUsage1": "Usage",
    "capUsage2": "The student cap made its way to Finland in the 1860s, the first wearers were ridiculed as imitators of the Swedes. At first, the student cap was worn only by men and women only wore a lyre, until their own cap was designed for them at the end of the 19th century. However, this cap did not remain in use. The student cap was still used as a summer headgear in the 1950s, until its use decreased to match today.",
    "capUsage2a": "Nowadays, the student cap is worn by newly graduated students at the graduation party and later on May Day or at academic parties.",
    "capUsage3": "Care",
    "capUsage4": "Perhaps you have seen your grandparents' yellowed student cap? The traces of life and yellowing are part of the student cap's life cycle, but the cap can also be cleaned if you wish by lightly brushing it with a velvet brush or with a piece of foam and a stain remover. However, the cap should be kept in its own box, as it protects the yo-yo cap from dust. You can wipe fingerprints from the magazine with a clean cotton cloth or a neutral cloth moistened with soapy water. However, the student cap should not be washed in the washing machine or soaked. If your student cap does get wet, let it dry for a day at room temperature before putting it in the box.",
    
    "footer0": "Our Story",
    "footer1": "Terms of Use",
    "footer2": "Register statement",
    "footer3": "Exchange and return",
    "footer4": "Delivery Terms",
    "onlineStore": "Online store",

    "cookies_Message": "We use cookies to improve the user experience, analyze site usage, personalize content and target marketing.",
    "cookies_privacyPolicyLinkText": "Read more about our cookies here.",
    "cookies_necessaryOptionText": "Necessary",
    "cookies_preferencesOptionText" : "Preferences",
    "cookies_statisticsOptionText" : "Statistics",
    "cookies_marketingOptionText" : "Marketing",
    "cookies_acceptButtonText" : "Accept",
    "cookies_declineButtonText" : "Decline",
    "cookies_managePreferencesButtonText" : "Manage my cookies",
    "cookies_savePreferencesButtonText":"Save and Close",

    "deliveryTerms_0": "DELIVERY TERMS",
    "deliveryTerms_1": "Delivery terms and costs",
    "deliveryTerms_2": "We process all orders within 24 hours of the order. We mail products every day of the week within the Posti's opening hours. Domestic deliveries can be picked up within 2-4 business days of the order.",
    "deliveryTerms_3": "Domestic deliveries",
    "deliveryTerms_4": "Postin Postipaketti €6.90",
    "deliveryTerms_5": "If you buy products for more than €90, we offer you free delivery.",
    "deliveryTerms_6": "Retrieve the package from the machine or at the service point. For more information about the order, you can request the Posti machine where you would like to pick up your order. You can track the transport of your order using the OmaPosti application. You will receive a message when the package is available for collection.",
    "deliveryTerms_7": "After receiving the arrival notification, you have 7 days to pick up your shipment. The delivery time is approximately 2-4 business days.",

    "our_story1": "We founded the Laatulakki company in the summer of 2022 with the idea that we want to offer students high-quality and affordable graduation caps with fast delivery. Laatulakki is a small Hyvinkää company and our caps are made in a Pakistani sewing workshop, while supporting local families. Our selection currently only has graduation caps, but there is a selection intend to expand to other graduation caps in the future as well. Our small business wants to offer you an easy and pleasant shopping experience, and that's why we send beautifully packaged orders every day of the week.",
    "our_story2": "Rohullah Karimi, the founder and CEO of Laatulak, was born in Afghanistan, where he has seen that education is not a given or even an option for everyone. After arriving in Finland as an asylum seeker, he noticed that there are almost limitless opportunities for studying in Finland and the opportunity to create the life he wants, when on the other hand, in his home country, the future of many young people, especially girls, is not in their own hands. Karimi soon learned the Finnish language and quickly studied for a professional and university of applied sciences degree and got a job in his field. However, Karimi had long had the idea of his own business and wanted a way to help people with it with help. The idea of selling student caps was born. Starting a small business from scratch included both ups and downs. You had to find a reliable manufacturer for the caps, figure out how to stand out from the competition, fill out a big pile of different papers and find an effective marketing method so that the consumer at would find us. We have learned a lot on this journey and we are grateful for everything. We want to offer our buyers only the best and we want to make them feel that they are special.",
    "our_story3": "Because of Karim's own background, the opportunity to study is particularly important to us. We can be grateful that in Finland we all have the same opportunities to study and train in the field we want. Studying should be a human right and possible for everyone around the world, regardless of their gender or background. This is why we want to help those who are not as lucky and through the Red Cross we donate 5% of our annual income to support the teaching and education of children in developing countries. These children have the opportunity to change the direction of their own future and at the same time positively affect other people's lives as well, but they need help to do that, that's why this project is especially close to our hearts.",
    "our_story4": "Education is the most effective way to change the world, so let's celebrate it appropriately. Each of us is unique and valuable and everyone deserves to know that. Graduation parties are the highlight of the early summer for many young people, and hard work with textbooks is rewarded when you can celebrate your own success with family and friends to celebrate. We want to make your celebration day special, that's why every cap bought from us is made and packaged beautifully just for you.",

    "faq_0": "describe your problem",
    "faq_1": "Frequently Asked Questions",

    "hope1": "Hope",
    "truth": "Truth"
}