{
    "mandatory": "är ett obligatoriskt fält",
    "sliderTitle1": "Anpassade studentmössor",
    "sliderDesciption": "De mest prisvärda anpassade studentmössorna i Sverige utan långa leveranstider.",
    "images": "Bilder",
    
    "Lyre": "Lyra",
    "OrnamentRibbon": "Dekorband",
    "CordColor": "Rundband",
    "FrontEmbroidery": "Framstygn",
    "BackEmbroidery": "Bakstygn",
    "EmbroideryColor": "Broderifärg",
    "EmbroideryFont": "Broderifont",

    "star": "tähti",
    "crystal": "kristalli",
    "fi": "suomi",
    "gold": "kulta",
    "silver": "hopea",
    "green": "vihreä",
   
    "readMore": "Läs mer",
    "3dText": "3D-modellprodukt - Anpassa och flytta med fingret!",
    "blog": "Blogg",
    "alreadyInCart": "Du är redan på kundvagnssidan, fortsätt handla på den aktuella sidan",
    "dicountCode": "Rabattkod",
    "freeDeliveryMessage": "Gratis leverans senast {{deliveryDateExpire}}. 🚚",
    "discountNote": "Obs! Rabattkoden kan inte användas för redan rabatterade produkter.",
    "packingDesc": "Studentmössa med vacker förpackning",
    "cooperationTitle": "Deltager i samarbete",
    "FreeRefund": "✓ 14 dagars fri retur och byte",
    "promoExpired": "Kampanjkoden har upphört att gälla.",
    "promoNotValid": "Tyvärr är kampanjkoden du angav inte giltig!",
    "promoCode": "Kampanjkod",
    "discount": "Rabatt",
    "deliveryAddress": "Leveransadress",
    "close": "Stäng",
    "chooseDeliveryMethod": "Välj en leveransmetod",
    "weDeliverProductByPost": "Vi levererar de produkter du beställt per post. Leveranstiden är 2-4 arbetsdagar.",
    "sliderTitle": "Studentmössa 2023",
    "sliderDesc": "Vi säljer högkvalitativa och prisvärda examensmössor",
    "sliderDesc1": "En begränsad upplaga av 200 examenslock till salu. Beställ här och se till att du får din!",
    "invalidEmail": "Ogiltig e-postadress",
    "stockExceed": "Den valda produktkvantiteten överstiger lagersaldot.",
    "white": "Vit", 
    "black": "Svart", 
    "newest": "Nya produkter", 
    "cheapest_first": "Pris: billigast först", 
    "expensive_first": "Pris: dyrast först",
    "buy": "Köpa",
    "homepage": "Hemsida",
    "signIn": "Logga in",
    "color": "Färg",
    "contact": "contactSV",
    "contact_form": "Kontaktformulär",
    "login": "LOGGA IN",
    "logOut": "LOGGA UT",
    "username": "Användarnamn",
    "password": "Lösenord",
    "somethingWentWrong": "Något gick fel...",
    "createAnAccount": "SKAPA ETT KONTO",
    "firstname": "Förnamn",
    "lastname": "Efternamn",
    "email": "E-post",
    "confirmPassword": "Bekräfta lösenord",
    "create": "skapa",
    "registerFirstNameError": "Förnamn ska bestå av 3-16 tecken och får inte innehålla några specialtecken!",
    "registerLastNameError": "Efternamn ska bestå av 3-16 tecken och får inte innehålla några specialtecken!",
    "registerMailError": "Det bör vara en giltig e-postadress!",
    "registerPasswordError": "Lösenordet ska vara 8-20 tecken och innehålla minst 1 bokstav, 1 siffra och 1 specialtecken!",
    "registerPasswordConfirmationError": "Lösenord matchar inte!",
    "privacyPolicyText": "Genom att skapa ett konto samtycker jag till behandlingen av mina personuppgifter i enlighet med",
    "privacyPolicy": "integritetspolicy",
    "forgotPassText" : "KOMMER DU INTE IMMENS LÖSENORDET?",
    "createAccountText" : "SKAPA ETT NYTT KONTO",
    "emailRequired": "E-postadress krävs",
    "enterEmail": "Vänligen ange en giltig e-postadress",
    "feedback_desc": "Det bästa sättet att nå vår kundtjänst är under formuläret eller från adressen info@laatulakki.fi.",
    "contact_header": "Kontaktinformation",
    "feedback_name": "Namn",
    "feedback_email": "E-post",
    "feedback_message": "Skriv ditt meddelande här...",
    "send_button": "skicka",
    "announcement_text": "Leveranstid 2-4 arbetsdagar. Fri leverans för beställningar över 90 € i Finland. 🚚",
    "freeOfCharge": "Gratis",
    "deliveryFee": "Leveransavgift",
    "payment_options": "Betalningsmetoder",
    "hope": "ÖNSKAR",
    "hope_desc": "200 begränsad studentmössa",
    "oiva": "EXCELLENT",
    "oiva_desc": "Ett bra alternativ för alla",
    "vegani": "VEGAN KEPS",
    "vegani_desc": "Veganskt val",
    "buy_now": "Köp nu",
    "highSchoolCap": "STUDENTMössa",
    "engineerCap": "ingenjörsmössa",
    "graduationCap": "examensmössa",
    "sentThanks": "Skickat, tack!",
    "size": "Storlek",
    "cart": "Korg",
    "continue_shopping": "Fortsätt handla",
    "checkout": "Kassa",
    "arrange_product": "Organisera produkterna",
    "filter_product": "Filterprodukter",
    "summary": "Sammanfattning",
    "subtotal": "Subtotal",
    "total": "Totalt",
    "continue": "Fortsätt",
    "products": "Produkter",
    "own_information": "Egen information",
    "deliveryMethod": "Leveransmetod",
    "pricePerPiece": "Pris per styck",
    "quantity": "Kvantitet",
    "pay": "Betala",
    "pervious": "Genomtränglig",
    "youMightLike" : "Du kanske också gillar dessa produkter",
    "product": "Produkt",
    "sizeInstruction": "Instruktioner för mätning",
    "usageDetails": "Användnings- och skötselanvisningar för lagen",
    "especialInfo": "Detaljer",
    "choose": "Välj",
    "chooseSize": "Välj storlek",
    "leftAmount": "Vänster",
    "includeTax": "incl. VAT",

    "address": "Adress",
    "streetAddress": "Gatuadress",
    "postalCode": "Postnummer",
    "city": "Postkontor",
    "country": "Land",
    "phonenumber": "Telefonnummer",
    "delivery": "Leverans",
    "productsInTotal": "Totala produkter",
    "pickup": "Pickup",
    "notInUse": "Används inte",
    "ordererInfo": "Prenumerantinformation",
    "orderer_desc": "Fyll i beställarens uppgifter. Du kan lämna mottagarens information tom om beställaren är samma som mottagaren.",
    "receiverInfo": "Detaljer om Vatanoin",
    "haveAlreadyRead": "Jag är bekant med och accepterar",
    "deliveryterms": "Leveransvillkor",
    "youHaveToConfirm": "Leveransvillkor måste accepteras!",
    "thanksForYourOrder": "Tack för din beställning",
    "youCanDownloadReceipt": "Du kan ladda ner ditt kvitto med knappen.",
    "receipt": "Mottagande",
    "orderCancelled": "Pay misslyckades!",
    "sorryMessage": "Vi har sparat produkterna i din varukorg. Du kan fortfarande göra betalningen med knappen nedan.",
    "yourCartIsEmpty": "Din varukorg är tom.",
    "order_extra_info": "Beställ extra info",
    "vat": "Moms",
    "tax": "Skatt",
    "tax_less": "Skatt mindre",
    "vatZero": "Skattefritt belopp moms 0%",
    "soldOut": "Sålt slut!",
    "deliveryToDifferentPlace": "Leverans till en annan adress?",

    "changeAndRefund.header": "ÄNDRA OCH ÅTERBETALNING",
    "changeAndRefund.1": "Från den allmänna onlinebutiken",
    "changeAndRefund.2": "De produkter du beställt för att levereras till Finland har 14 dagars bytes- och returrätt. Under denna tid kan du byta ut de produkter du fått mot andra produkter eller returnera dem. Returen är kostnadsfri. till dig.",
    "changeAndRefund.3": "Produktåterbetalning",
    "changeAndRefund.4": "Det är mycket viktigt för oss att du är nöjd med de produkter du har beställt. Du har 14 dagar på dig att bekanta dig med produkterna och fatta ett köpbeslut (ångerrätten som definieras av Konsumentskyddet Lag). Meddelandet om utnyttjande av ångerrätten, det vill säga returen, måste göras till Tjänsteleverantören inom 14 dagar från mottagandet av produkterna. ",
    "changeAndRefund.5": "Följ dessa instruktioner när du returnerar produkter:",
    "changeAndRefund.6": "Produkten som ska returneras måste vara i originalförpackningen och måste vara oanvänd.",
    "changeAndRefund.7": "Markera inte returen eller adressen på försäljningspaketet.",
    "changeAndRefund.8": "Produkten måste alltid skickas i sin originalförpackning.",
    "changeAndRefund.9": "Be oss om en återbetalningsutskrift via e-post info@laatulakki.fi.",
    "changeAndRefund.10": "Lima fast återbetalningsutskriften på paketet.",
    "changeAndRefund.11": "Skicka tillbaka paketet till postkontoret.",
    "changeAndRefund.12": "Observera att våra fraktkostnader alltid är desamma oavsett antal produkter. Av denna anledning kommer fraktkostnader inte att återbetalas om returen endast gäller en del av produkterna. Vi kommer att försöka leverera en ny liknande produkt för att ersätta den defekta produkten. Om vi ​​inte kan erbjuda dig en ersättningsprodukt får du det pris som motsvarar den produkt du returnerade, plus porto.",
    "changeAndRefund.13": "Vi rekommenderar att du begär ett kvitto för din retursändning. Återbetalningar kommer att göras via Paytrail med den betalningsmetod som användes för att köpa produkten.",
    
    "registration.1": "REGISTRERING FÖR WEBBPLATSEN",
    "registration.2": "REGISTERINNAVARARE",
    "registration.3": "Y ID",
    "registration.4": "Telefon",
    "registration.5": "KONTAKTPERSON I REGISTRERINGSFRÅGOR",
    "registration.6": "REGISTRERA NAMN",
    "registration.7": "Registrering av Laatulakki-webbplats",
    "registration.8": "SYFTE MED BEHANDLING AV PERSONUPPGIFTER",
    "registration.9": "Uppgifterna om personer som registrerats via webbplatsen används för att förbättra användarupplevelsen och utveckla webbplatsen. De personuppgifter som erhålls via kontaktformulären på webbplatsen behandlas på ett lämpligt sätt avsett för behandling av kontakter .",
    "registration.10": "Information kan samlas in om webbplatsens beteende hos besökare på webbplatsen, såsom besökarens rörelser på webbplatsen lautalukki.fi, den tid besökaren tillbringar på webbplatsen och inkomstkällan för sidorna. Denna information används för att utveckla användarupplevelsen av webbplatsen lautalukki.fi och för att förbättra kvaliteten på tjänsten, så att användaren intressant information blir lättare tillgänglig för webbbesökaren.",
    "registration.11": "REGISTRERA INFORMATION",
    "registration.12": "Följande information om alla registrerade användare kan behandlas i registret:",
    "registration.13": "Data relaterade till beteende online",
    "registration.14": "Information som lämnas på kontaktformuläret, såsom förnamn, efternamn, kontaktuppgifter (telefonnummer, e-postadress) eller annan information som den registrerade själv lämnat",
    "registration.15": "Teknisk information som skickas till servern av registratorn för den registrerade webbläsaren, samt cookies som skickas till den registrerade användarens webbläsare och relaterad information",
    "registration.16": "VANLIGA INFORMATIONSKÄLLOR",
    "registration.17": "Registrerad information hämtas från tekniska data och cookies som skickas av den registrerade webbläsaren, om användaren inte har blockerat sin användning. Informationen som lämnas på kontaktformuläret är information som skickas direkt till LTQ av den registrerade med hjälp av en skyddat onlineformulär och denna information lämnas inte ut till tredje part.",
    "registration.18": "Användarspårning",
    "registration.19": "Vi använder HotJar-användarspårning för att spåra hur våra användare navigerar på vår webbplats. Läs Hotjars marknadsföringsteknologiers sekretesspolicy ( https://www.hotjar.com/legal/policies/terms-of-service/ ) för mer information om vad som spåras i systemet. När det gäller GDPR agerar vi som registeransvarig och Hotjars databehandlare. Om du inte vill bli spårad kan du rensa din webbläsares cache.",
    "registration.20": "DISTRIBUERA DATA OCH RADERA DATA",
    "registration.21": "Registrantens uppgifter kommer inte att lämnas ut till utomstående utan separat tillstånd från den registrerade. Uppgifter kan lämnas ut till myndigheterna på ett sätt som bygger på lagstiftning. Den registrerade kan lämna en skriftlig begäran om information angående sin egen information eller be om att deras information raderas genom att kontakta registrets kontaktperson via e-post eller brev.",
    "registration.22": "REGISTRERA SKYDD",
    "registration.23": "Registret är skyddat enligt dataskyddslagen. Registret skyddas av t.ex. lösenord, en brandvägg och SSL-skydd. Webbplatsens användarregister och kontaktformulärregister kan endast nås av personer som särskilt definieras av företaget Laatulakki. De som använder registrets uppgifter omfattas av tystnadsplikt. Registrets uppgifter överförs inte till manuellt material.",
    "registration.24": "COOKIES OCH ANVÄNDNING AV DERAS",
    "registration.25": "Lautulakki använder programvaran Google Analytics som erbjuds av Google Inc. ('Google') på sin webbplats. Google Analytics identifierar användaren med cookies. Information om användningen av webbplatsen lagras och överförs på Googles servrar, t.ex. i USA.",
    "registration.26": "En cookie är en liten textfil som skickas till användarens dator och lagras där, vilket gör det möjligt för webbplatsens administratör att identifiera besökare som besöker webbplatsen ofta och möjliggör förberedelser av en webbplatsanalys av besökarna. Cookien lagrar information om hur du använder webbplatsen samt till exempel IP-adressen. Cookies skadar inte användarnas filer eller datorer. Google använder denna information för att sammanställa rapporter om användningen av webbplatsen. Rapporterna används för att sammanställa statistik över antalet besökare och för att förbättra tjänsten. De personuppgifter som erhålls genom cookies (IP-adress) kombineras inte med andra register.",
    "registration.27": "Användaren kan förhindra användningen av cookies genom att välja att blockera cookies i sina webbläsarinställningar, du kan se webbläsarspecifika instruktioner från din tjänsteleverantör.",
    "registration.28": "Mer information om Googles analysspårning på Googles sekretesssida.",

    "termsAndCondition.1": "ANVÄNDARVILLKOR",
    "termsAndCondition.2": "Allmän webbutik",
    "termsAndCondition.3": "Netbutiksprodukter säljs av Laatulakki Oy FO-nummer 3337953-9. Vi säljer produkter till privatpersoner i myndig ålder i Finland och EU-regionen. Mervärdesskatt ingår i produkternas priser. Vi förbehåller sig rätten att ändra priser och portokostnader.",
    "termsAndCondition.4": "Avtalets parter",
    "termsAndCondition.5": "Avtalets parter Dessa villkor gäller för nätbutiken Laatulakki.fi (Service), som drivs av Laatulakki Oy (Tjänsteleverantör), Kontionkatu 5 M, 05460 Hyvinkää, FO-nummer 3337953-9.",
    "termsAndCondition.6": "Allmänt",
    "termsAndCondition.7": "Genom att använda nätbutiken lautulakki.fi accepterar och accepterar du att följa dessa villkor. Tjänsteleverantören har rätt att ändra dessa villkor genom att publicera de uppdaterade villkoren på webben butikens hemsida. Innan du skickar beställningen, vänligen bekanta dig med de aktuella villkoren.",
    "termsAndCondition.8": "Att beställa från nätbutiken kräver att du följer nätbutikens villkor, uppfyller kraven enligt dem och lämnar informationen om dig själv sanningsenligt och fullständigt. Rätta eventuella felaktiga uppgifter om dig själv utan att fördröjning. Användaren ansvarar för alla beställningar som görs med hans användarnamn och lösenord. Användaren ansvarar för att hålla sitt användarnamn och lösenord hemligt.",
    "termsAndCondition.9": "Användningsrätt",
    "termsAndCondition.10": "Tjänsten är avsedd för privata, vuxna konsumenter. Alla rättigheter till innehållet i tjänsten tillhör Tjänsteleverantören.",
    "termsAndCondition.11": "Registrering",
    "termsAndCondition.12": "Användaren kan registrera sig som användare av Tjänsten genom att fylla i registreringsformuläret och välja användarnamn och lösenord. Användaren kan även beställa produkter utan att registrera sig.",
    "termsAndCondition.13": "Genom att beställa produkter bekräftar Användaren att han har läst dessa villkor, accepterar dem och åtar sig att följa dem. Registrering är kostnadsfri.",
    "termsAndCondition.14": "Insamling och användning av personlig information",
    "termsAndCondition.15": "Tjänsteleverantören ansvarar för korrekt behandling av den information som lämnas av användaren och för att upprätthålla användarens integritet. Den information som användaren lämnar lagras i Tjänsteleverantörens kundregister. Användarens förnamn, efternamn, lokal adress, postadress, land, e-postadress och telefonnummer är obligatoriska uppgifter för att slutföra beställningen. Tjänsteleverantören lämnar inte ut de insamlade personuppgifterna till tredje part. Information från kundregistret får endast användas vid elektronisk direktmarknadsföring om Användaren har gett sitt samtycke till detta Tjänsteleverantören förbehåller sig rätten att lämna ut information om Användaren till myndigheterna om Användaren har handlat i strid med lag och god sed Användaren har rätt att ändra , kontrollera eller radera uppgifter om sig själv från kundregistret.",
    "termsAndCondition.16": "De uppgifter som användaren lämnar för kundregistret för nätbutiken laatulakki.fi regleras utifrån vårt registerutlåtande. Användaren ansvarar för att den lämnade informationen är sanningsenlig och fullständig. användaren måste också uppdatera informationen om det behövs. Genom att gå med i kundregistret för Laatulakki nätbutik godkänner du att regelbundet ta emot meddelanden från nätbutiken från kundregistret. Du kan avbryta nyhetsbreven på ditt eget konto eller genom att skicka ett e- mail till lautaulakki@gmail.com Du kan när som helst radera ditt kundkonto genom att skicka ett e-postmeddelande till lautaulakki@gmail.com och begära att ditt konto raderas Om du säger upp ditt medlemskap i lautaulakki.fi nätbutiks kund registrera dig, du kommer inte längre att få meddelanden och du måste registrera dig igen om du vill gå med i kundregistret för Laatulakki.fi nätbutik.",
    "termsAndCondition.17": "Uppdaterar kundkontoinformation",
    "termsAndCondition.18": "Personlig kundkontoinformation kan uppdateras genom att logga in i webbutiken och ändra informationen i avsnittet Min information.",
    "termsAndCondition.19": "Säkerhet vid betalning",
    "termsAndCondition.20": "All information krypteras och överförs säkert via Secure Socker Layers (SSL). Därför är det säkert för Användaren att betala med kort i Laatulakki.fi webbutik.",
    "termsAndCondition.21": "Beställa från en webbutik",
    "termsAndCondition.22": "Vid beställning av en tjänst skapas ett bindande kommersiellt avtal när Tjänsteleverantören skickar en orderbekräftelse till Användaren som bekräftar tillgängligheten och leveransen av produkten. Tjänsteleverantören förbehåller sig rätten att inte acceptera beställningen." ,
    "termsAndCondition.23": "Du kan bekanta dig med de produkter du beställt och se till att de är lämpliga och enligt din smak. Tillgängligheten för produkten och beräknad leveranstid meddelas vid beställning. Om produkten inte uppfyller dina förväntningar kan du byta eller returnera den inom 14 dagar från mottagandet av produkten. Bytes- och returrätten gäller endast oanvända produkter, även produktförpackningen ska vara i gott skick.",
    "termsAndCondition.24": "Vanliga beställningar levereras till det postkontor eller smarta postkontor som ligger närmast den leveransadress du angett. Du kommer att få ett ankomstmeddelande när din beställning är tillgänglig för avhämtning.",
    "termsAndCondition.25": "Genom att godkänna beställnings- och leveransvillkoren för Laatulakkis nätbutik, accepterar kunden att nätbutiken Laatulakki.fi skickar e-post eller textmeddelanden till kunden i frågor som rör beställningen.",
    "termsAndCondition.26": "Produktpriser",
    "termsAndCondition.27": "Priset på produkten är det pris som visas på tjänstsidan i samband med produktinformationen vid beställningstillfället. Leveranskostnader läggs till priset, betalningen är per beställning, om inte annat anges .",
    "termsAndCondition.28": "Respektive leveransavgift framgår av Tjänsten innan beställningen görs. I Tjänsten rapporteras priser och transportkostnader till Användaren i euro (EUR). Vid försäljning och transport av produkter inkluderar priserna värde tillkommer skatt i enlighet med finsk lagstiftning.",
    "termsAndCondition.29": "Produktleverans",
    "termsAndCondition.30": "Tjänsteleverantören levererar de produkter som den säljer till Användaren på basis av ett transportavtal med en tredje part. Transportkostnader läggs till priset för beställningen. Transportkostnaderna för varje beställning framgår av Varukorgsavsnittet Produktens leveranstider bestäms av produkt Tillgängligheten på produkter och destinationen för försändelsen påverkar leveranstiden Leveranstiden är vanligtvis ca fem arbetsdagar, när produkten finns på vårt lager. Om beställningen innehåller flera produkter, de kommer att levereras som en kombinerad försändelse. Tjänsten visar de leveranssätt som gäller vid varje given tidpunkt.",
    "termsAndCondition.31": "Tjänsteleverantören ansvarar inte för förseningar orsakade av orsaker utanför hans kontroll eller indirekt skada orsakad av försenad leverans. Vid försändelser som levereras till ett kontor eller en paketautomat har Posti rätt att avvika från leveransadressen om försändelsen på grund av tillfälligt hinder inte kan levereras för hämtning till kontoret på den ursprungliga adressen.",
    "termsAndCondition.32": "Tjänsteleverantören förbehåller sig rätten att leverera de beställda produkterna i olika försändelser. Tjänsteleverantören ansvarar för förlust eller skada av produkten under transporten. Du kommer att få en elektronisk orderbekräftelse för din accepterade beställning, där du kan kontrollera din orderinformation. Spara orderbekräftelsen för eventuell framtida användning. Du kan till exempel skriva ut orderbekräftelsen från webbutiken.",
    "termsAndCondition.33": "Beställningsspårning",
    "termsAndCondition.34": "I samband med beställningen får kunden alltid en orderbekräftelse via e-post, som innehåller en orderspecifik spårningskod. Genom att ange koden i Postis spårningstjänst kan du följa stegen för produktens leverans: www.posti.fi",
    "termsAndCondition.35": "Produktretur",
    "termsAndCondition.36": "Det är viktigt för oss att du är nöjd med din beställning. Du har 14 dagar på dig att bekanta dig med produkterna och fatta ett köpbeslut (ångerrätten som avses i konsumentskyddslagen). tjänsteleverantören måste underrättas om returen, d.v.s. utövandet av ångerrätten, inom 14 dagar efter mottagandet av produkterna.",
    "termsAndCondition.37": "Vänligen följ följande instruktioner när du returnerar produkten:",
    "termsAndCondition.38": "Information om onlinebeteende",
    "termsAndCondition.39": "Information som lämnas på kontaktformuläret, såsom förnamn, efternamn, kontaktuppgifter (telefonnummer, e-postadress) eller annan information som lämnas av den registrerade själv",
    "termsAndCondition.40": "Teknisk information som skickas till servern av kontrollanten för den registrerade webbläsaren, samt cookies och relaterad information som skickas till webbläsaren för den registrerade webbläsaren",
    "termsAndCondition.41": "Produkterna du beställt har 14 dagars bytes- och returrätt.",
    "termsAndCondition.42": "Under denna period har du möjlighet att byta ut de produkter du fått mot andra produkter eller att returnera dem.",
    "termsAndCondition.43": "Produkten som ska returneras måste vara i originalförpackning och oanvänd. Om du har använt produkten eller hanterat den vårdslöst ansvarar du för minskningen av produktens värde upp till maximalt produktens fulla värde.",
    "termsAndCondition.44": "Retur- eller adressmärkning får inte göras på försäljningsförpackningen. Produkten ska alltid postas med sin förpackning i separat förpackning eller påse.",
    "termsAndCondition.45": "Fyll i returmeddelandet som följde med försändelsen och lägg det i paketet enligt den produkt som ska returneras.",
    "termsAndCondition.46": "Oavsett antal produkter är leveranskostnaderna alltid desamma. Av denna anledning ersätts inte leveranskostnaderna om returen endast avser en del av produkterna.",
    "termsAndCondition.47": "Om du har fått en felaktig eller defekt produkt, returnera den enligt dessa instruktioner. Ange i returmeddelandet hur defekten uppstår och om du istället vill ha en intakt/ny produkt. Vid fel eller defekt produkt kommer vi att stå för fraktkostnaderna för en ny liknande produkt. Om vi ​​inte kan erbjuda en ersättningsprodukt får du tillbaka produkten du returnerade för motsvarande pris inklusive porto.",
    "termsAndCondition.48": "Adressetiketten som behövs för returen ska klistras ovanpå fraktpaketet. Returen är kostnadsfri för dig, om fraktorten är i Finland och du skickar returen som normal frakt." ,
    "termsAndCondition.49": "Det finns ingen anledning att meddela oss i förväg om returen.",
    "termsAndCondition.50": "Returer är endast gratis från postkontoret.",
    "termsAndCondition.51": "Vi rekommenderar att du begär ett kvitto för returförsändelsen.",
    "termsAndCondition.52": "Pengarna kommer att returneras via Paytrail till samma betalningsmetod som produkten köptes med.",
    "termsAndCondition.53": "Om produkten är skadad, försvunnen under transport eller fel produkt har levererats till kunden ska kunden omedelbart rapportera felet till adressen lautulakki@gmail.com. Meddelandet om en defekt produkt resp. felaktig leverans ska ske inom 14 dagar från mottagandet av produkten. Om paketet är skadat i posten ska produkten omedelbart reklameras till posten.",
    "termsAndCondition.54": "Betaltjänstleverantör",
    "termsAndCondition.55": "Paytrail Oyj (2122839-7) verkar som betalningsförmedlare och leverantör av betalningstjänster i samarbete med finska banker och kreditinstitut. Paytrail Oyj visas som betalningsmottagare på ett kontoutdrag eller kortfaktura. Paytrail Oyj vidarebefordrar betalningen till handlaren. Paytrail Oyj har en betalningsinstitutionslicens. Vid reklamationer ber vi dig att i första hand kontakta leverantören av produkten.",
    "termsAndCondition.56": "Upphovsrätt",
    "termsAndCondition.57": "Innehållet på webbplatsen är skyddat i enlighet med upphovsrättslagen. Tjänsteleverantören förbehåller sig alla rättigheter till sidorna och deras innehåll, om inte annat anges på sidorna eller i dessa användarvillkor. Distributionen, lagringen eller kopiering av innehållet på webbplatsen eller en del av den är förbjuden utan föregående skriftligt medgivande från Tjänsteleverantören, med undantag för de undantag som nämns separat.",
    "termsAndCondition.58": "Text, logotyper eller bilder får inte användas för kommersiella eller omoraliska ändamål. Webbplatsen får bläddras och visas och skrivas ut för användarens eget personliga bruk. Utan tjänsteleverantörens separata skriftliga medgivande, även partiell distribution av webbplatsens innehåll är förbjudet.",
    "capChoice0": "Val av rätt lock",
    "capChoice1a": "Grattis till den framtida examen!",
    "capChoice1": "Nu behöver du bara välja rätt storlek på examensmössan - som tur är är det enkelt. Du behöver bara ett mått - huvudets omkrets. Mät huvudomkretsen i centimeter från pannan, från ovanför öronen till nacken, och vid behov be en vän om hjälp Storlekarna i webbutiken motsvarar centimeterna på huvudets omkrets. Med åren kommer huvudet vanligtvis fortfarande att växa lite, så vi rekommenderar att du rundar huvudomkretsen uppåt Till exempel, om din uppmätta huvudomkrets är 57,3 cm bör du beställa en keps i storlek 58. På så sätt kan du bära din underbara examensmössa till Vappu-festivalen om ytterligare 20 år!",
    "capChoice2": "Använd ett måttband för att mäta ditt huvuds omkrets från pannan, ovanför öronen till nacken.",
    "capChoice3": "Välj den keps du vill ha",
    "capChoice4": "Välj storleken på ditt huvudomkrets, helst något avrundat uppåt",
    "capChoice4a": "Prenumerera",
    "capChoice5": "Fira och njut av din prestation!",

    "capUsage0": "ANVISNINGAR FÖR ANVÄNDNING OCH SKÖTSEL FÖR STUDENTMössan",
    "capUsage1": "Användning",
    "capUsage2": "Studentmössan tog sig till Finland på 1860-talet, de första bärarna förlöjligades som imitatörer av svenskarna. Till en början bars studentmössan bara av män och kvinnor bar bara en lyra, tills deras egen mössa bars designades för dem i slutet av 1800-talet. Denna keps användes dock inte. Studentmössan användes fortfarande som sommarhuvudbonad på 1950-talet, tills dess användning minskade för att matcha idag.",
    "capUsage2a": "Nuförtiden bärs studentmössan av nyutexaminerade studenter på examensfesten och senare på första maj eller på akademiska fester.",
    "capUsage3": "Vård",
    "capUsage4": "Du kanske har sett dina morföräldrars gulnade studentmössa? Livsspår och gulfärgning är en del av studentmössan, men kepsen kan även rengöras om du vill genom att lätt borsta den med en sammetsborste eller med en bit skum och en fläckborttagningsmedel. Dock bör kepsen förvaras i en egen låda, då den skyddar jojokepsen från damm. Du kan torka av fingeravtryck från magasinet med en ren bomullsduk eller en neutral trasa fuktad med tvålvatten. Studentmössan ska dock inte tvättas i tvättmaskin eller blötläggas. Om din studentmössa blir blöt, låt den torka en dag i rumstemperatur innan du lägger den i kartongen.",
    
    "footer0": "Vår berättelse",
    "footer1": "Användarvillkor",
    "footer2": "Registrera uttalande",
    "footer3": "Byte och returnera",
    "footer4": "Leveransvillkor",
    "onlineStore": "Onlinebutik",

    "cookies_Message": "Vi använder cookies för att förbättra användarupplevelsen, analysera webbplatsanvändning, anpassa innehåll och rikta marknadsföring.",
    "cookies_privacyPolicyLinkText": "Läs mer om våra cookies här.",
    "cookies_necessaryOptionText": "Nödvändigt",
    "cookies_preferencesOptionText" : "Inställningar",
    "cookies_statisticsOptionText" : "Statistik",
    "cookies_marketingOptionText" : "Marknadsföring",
    "cookies_acceptButtonText" : "Acceptera",
    "cookies_declineButtonText" : "Avböja",
    "cookies_managePreferencesButtonText" : "Hantera mina cookies",
    "cookies_savePreferencesButtonText":"Spara och stäng",

    "deliveryTerms_0": "LEVERANSVILLKOR",
    "deliveryTerms_1": "Leveransvillkor och kostnader",
    "deliveryTerms_2": "Vi behandlar alla beställningar inom 24 timmar efter beställningen. Vi postar produkter alla dagar i veckan inom Postens öppettider. Inrikes leveranser kan hämtas inom 2-4 arbetsdagar efter beställningen.",
    "deliveryTerms_3": "Inrikes leveranser",
    "deliveryTerms_4": "Postin Postipaketti €6,90",
    "deliveryTerms_5": "Om du köper produkter för mer än 90 € erbjuder vi dig gratis leverans.",
    "deliveryTerms_6": "Hämta paketet från maskinen eller på servicestället. För mer information om beställningen kan du begära Posti-maskinen där du vill hämta din beställning. Du kan spåra transporten av din beställning med hjälp av OmaPosti-ansökan. Du får ett meddelande när paketet är tillgängligt för avhämtning.",
    "deliveryTerms_7": "Efter att ha mottagit ankomstaviseringen har du 7 dagar på dig att hämta din försändelse. Leveranstiden är cirka 2-4 arbetsdagar.",

    "our_story1": "Vi grundade företaget Laatulakki sommaren 2022 med idén att vi vill erbjuda studenter högkvalitativa och prisvärda examensmössor med snabb leverans. Laatulakki är ett litet företag i Hyvinkää och våra kepsar är gjorda i pakistansk sömnad. verkstad, samtidigt som vi stödjer lokala familjer. Vårt utbud har för närvarande bara examenslock, men det finns ett urval som avser att expandera till andra examenslock i framtiden också. Vårt lilla företag vill erbjuda dig en enkel och trevlig shoppingupplevelse, och det är därför vi skickar vackert förpackade beställningar alla dagar i veckan.",
    "our_story2": "Rohullah Karimi, grundaren och VD för Laatulak, föddes i Afghanistan, där han har sett att utbildning inte är givet eller ens ett alternativ för alla. Efter att ha kommit till Finland som asylsökande märkte han att det finns är nästan obegränsade möjligheter att studera i Finland och möjligheten att skapa det liv han vill, när å andra sidan, i sitt hemland, är framtiden för många unga, särskilt flickor, inte i deras egna händer.Karimi lärde sig snart att finska språket och studerade snabbt till yrkes- och yrkeshögskoleexamen och fick jobb inom sitt område. Karimi hade dock länge haft idén om ett eget företag och ville ha ett sätt att hjälpa människor med det med hjälp. att sälja studentmössor föddes. Att starta ett litet företag från grunden omfattade både upp- och nedgångar. Du var tvungen att hitta en pålitlig tillverkare för kepsarna, ta reda på hur du skulle sticka ut från konkurrenterna, fylla i en stor hög med olika papper och hitta en effektiv marknadsföringsmetod så att konsumenten vid skulle hitta oss. Vi har lärt oss mycket på den här resan och vi är tacksamma för allt. Vi vill erbjuda våra köpare bara det bästa och vi vill få dem att känna att de är speciella.",
    "our_story3": "På grund av Karims egen bakgrund är möjligheten att studera särskilt viktig för oss. Vi kan vara tacksamma för att vi i Finland alla har samma möjligheter att studera och utbilda oss inom det område vi vill. Att studera ska vara en mänsklig rättighet och möjligt för alla runt om i världen, oavsett kön eller bakgrund. Det är därför vi vill hjälpa de som inte har lika tur och genom Röda Korset donerar vi 5 % av vår årliga inkomst för att stödja undervisning och utbildning av barn i utvecklingsländer. Dessa barn har möjlighet att ändra inriktningen på sin egen framtid och samtidigt påverka andra människors liv positivt också, men de behöver hjälp för att göra det, det är därför det här projektet ligger oss särskilt varmt om hjärtat.",
    "our_story4": "Utbildning är det mest effektiva sättet att förändra världen, så låt oss fira det på lämpligt sätt. Var och en av oss är unik och värdefull och alla förtjänar att veta det. Examenskalas är höjdpunkten på försommaren för många unga människor, och hårt arbete med läroböcker belönas när du kan fira din egen framgång med familj och vänner att fira. Vi vill göra din firande dag speciell, det är därför varje keps köpt från oss är gjord och förpackad vackert just för dig.",

    "faq_0": "beskriv ditt problem",
    "faq_1": "Vanliga frågor",

    "hope1": "Hoppa",
    "truth": "Sanning",

    "badge": "Lyra",
    "decorative_band": "Dekorativt band",
    "cap_cord": "Cap-kabel",
    "front_text": "Frontbroderi",
    "back_text": "Tillbaka text",
    "exampleYearText": "T.ex. namn eller examensår"
}   