{   
    "mandatory": "on pakollinen kenttä",
    "stockExceed": "Valittu tuotemäärä ylittää varastosaldoa.",
    "white": "Valkoinen",
    "black": "Musta",
    "newest": "Uutuudet",
    "cheapest_first": "Hinta: halvin ensin",
    "expensive_first": "Hinta: kallein ensin",
    "buy": "Osta",
    "homepage": "Kotisivu",
    "signIn": "Kirjaudu",
    "color": "Väri",
    "contact": "Yhteystiedot",
    "contact_form": "Yhteydenottolomake",
    "login": "KIRJAUDU",
    "logOut": "KIRJAUDU ULOS",
    "username": "Käyttäjätunnus",
    "password": "Salasana",
    "somethingWentWrong": "Jotain meni pieleen...",
    "createAnAccount": "LUO TILI",
    "firstname": "Etunimi",
    "lastname": "Sukunimi",
    "email": "Sähköposti",
    "confirmPassword": "Salasana uudelleen",
    "create": "Luo",
    "registerFirstNameError": "Etunimessä tulee olla 3-16 merkkiä, eikä se saa sisältää mitään erikoismerkkejä!",
    "registerLastNameError": "Sukunimessä tulee olla 3-16 merkkiä, eikä se saa sisältää mitään erikoismerkkejä!",
    "registerMailError": "Sen tulee olla kelvollinen sähköpostiosoite!",
    "registerPasswordError": "Salasanan tulee olla 8-20 merkkiä pitkä ja sisältää vähintään 1 kirjaimen, 1 numeron ja 1 erikoismerkin!",
    "registerPasswordConfirmationError": "Salasanat eivät täsmää!",
    "privacyPolicyText": "Luomalla tilin hyväksyn henkilötietojeni käsittelyn ehtojen mukaisesti",
    "privacyPolicy": "Tietosuojakäytäntö",
    "forgotPassText" : "ETTE MUISTA SALASANA?",
    "createAccountText" : "LUO UUSI TILI",
    "emailRequired": "Sähköpostiosoite vaaditaan",
    "enterEmail": "Anna kelvollinen sähköpostiosoite",
    "feedback_desc": "Asiakaspalvelumme tavoitat parhaiten tällä lomakkeella tai osoitteesta laatulakki@gmail.com.",
    "contact_header": "Yhteystiedot",
    "feedback_name": "Nimi",
    "feedback_email": "Sähköposti",
    "feedback_message": "Kirjoita tähän viestisi...",
    "send_button": "Lähetä",
    "announcement_text": "Toimitusaika 2-4 arkipäivää! 📦",
    "payment_options": "Maksutavat",
    "hope": "TOIVE",
    "hope_desc": "Tulevaisuus toiveita täynnä",
    "oiva": "OIVA",
    "oiva_desc": "Oivallinen vaihtoehto jokaiselle",
    "vegani": "VEGAANILAKKI",
    "vegani_desc": "Vegaanin valinta",
    "buy_now": "Osta nyt",
    "highSchoolCap": "YLIOPPILASLAKKI",
    "engineerCap": "insinöörilakki",
    "graduationCap": "valmistujaislakit",
    "sentThanks": "Lähetetty, kiitos!",
    "size": "Koko",
    "cart": "Ostoskori",
    "continue_shopping": "Jatka ostoksia",
    "checkout": "Kassalle",
    "arrange_product": "Järjestä tuotteet",
    "filter_product": "Etsi tuotteita",
    "summary": "Yhteenveto",
    "subtotal": "Välisumma",
    "total": "Yhteensä",
    "continue": "Jatka",
    "products": "Tuotteet",
    "own_information": "Omat tiedot",
    "deliveryMethod": "Toimitustapa",
    "pricePerPiece": "Hinta per kpl",
    "quantity": "Kpl",
    "pay": "Maksa",
    "pervious": "EDELLINEN",
    "youMightLike" : "Voisit tykätä myös näistä tuotteista",
    "product": "Tuote",
    "sizeInstruction": "Ohjeet mittaukseen",
    "usageDetails": "Lakin käyttö- ja hoito ohje",
    "especialInfo": "Yksityiskohdat",
    "choose": "Valitse",
    "leftAmount": "Jäljellä",
    "includeTax": "sis. ALV",

  
    "streetAddress": "Katuosoite",
    "postalCode": "Postinumero",
    "city": "Postitoimipaikka",
    "country": "Maa",
    "phonenumber": "Puhelinnumero",
    "delivery": "Toimitus",
    "productsInTotal": "Tuotteet yhteensä",
    "pickup": "Nouto",
    "notInUse": "Ei ole Käytössä",
    "ordererInfo": "Tilaajan tiedot",
    "orderer_desc": "Täyttää tilaajan tiedot. Voit jätä vastaannottajan tiedot täyttämättä jos tiaalaja on sama kuin vastaannottaja.",
    "receiverInfo": "Vastaanottajan tiedot",
    "haveAlreadyRead": "Olen tutustunut ja hyväksyn",
    "deliveryterms": "Toimitusehtoihin",
    "youHaveToConfirm": "Toimitusehdot on hyväksyttävä!",
    "thanksForYourOrder": "Kiitos tilauksesta!",
    "youCanDownloadReceipt": "Voit lataa kuittisi ala olevan painikkeesta.",
    "receipt": "Kuitti",
    "orderCancelled": "Maksu epäonnistui!",
    "sorryMessage": "Olemme tallentaneet korisi tuotteet. Voit edelleen suorittaa maksun alla olevasta painkikkeesta.",
    "yourCartIsEmpty": "Ostoskorisi on tyhjä.",
    "order_extra_info": "Tilauksen lisätiedot",
    "vat": "ALV",
    "tax": "Vero",
    "tax_less": "Veroton",
    "vatZero": "Veroton summa ALV 0%",
    "soldOut": "Loppuunmyyty!",
    "deliveryToDifferentPlace": "Toimitus on eri osoitteeseen?",

    

    "changeAndRefund.header": "VAIHTO JA PALAUTUS",
    "changeAndRefund.1": "Yleistä verkkokaupasta",
    "changeAndRefund.2": "Suomeen toimitettavilla tilaamillasi tuotteilla on 14 päivän vaihto- ja palautusoikeus. Tänä aikana voit vaihtaa vastaanottamasi tuotteet muihin tuotteisiin tai palauttaa ne. Palauttaminen on sinulle maksutonta.",
    "changeAndRefund.3": "Tuotteen palauttaminen",
    "changeAndRefund.4": "Meille on erittäin tärkeää, että olet tyytyväinen tilaamiisi tuotteisiin. Sinulla on 14 päivää aikaa tutustua tuotteisiin ja tehdä ostopäätös (kuluttajan suojalain tarkoittama peruuttamisoikeus). Ilmoitus peruuttamisoikeuden käyttämisestä eli palautuksesta on tehtävä Palvelun tarjoajalle 14 päivän kuluessa tuotteiden vastaanottamisesta.",
    "changeAndRefund.5": "Noudata seuraavia ohjeita, kun palautat tuotteita:",
    "changeAndRefund.6": "Palautettavan tuotteen tulee olla sen alkuperäisessä pakkauksessa ja sen tulee olla käyttämätön.",
    "changeAndRefund.7": "Älä tee palautus- tai osoitemerkintöjä myyntipakkaukseen.",
    "changeAndRefund.8": "Tuote ja sen pakkaus tulee aina postittaa erillisessä paketissa tai pussissa.",
    "changeAndRefund.9": "Täytä lähetyksessä oleva palautusilmoitus ja laita se palautettavan tuotteen mukana pakettiin.",
    "changeAndRefund.10": "Liimaa paketin päälle palautusilmoituksesta löytyvä osoitetarra.",
    "changeAndRefund.11": "Palauta paketti postiin. Palauttaminen on ilmaista vain postitoimipaikasta.",
    "changeAndRefund.12": "Otathan huomioon, että toimituskulumme ovat aina samansuuruiset riippumatta tuotteiden lukumäärästä. Tästä syystä toimituskuluja ei makseta takaisin, mikäli palautus koskee vain osaa tuotteista. Pyrimme toimittamaan uuden vastaavan tuotteen viallisen tuotteen tilalle. Mikäli emme pysty tarjoamaan sinulle vaihtotuotetta, saat takaisin palauttamaasi tuotetta vastaavan hinnan postikuluineen.",
    "changeAndRefund.13": "Suosittelemme, että pyydät tositteen palautuslähetyksestäsi. Rahat palautetaan Paytrailin kautta sillä maksutavalla, jolla tuote on ostettu.",

    "registeration.1": "VERKKOSIVUN REKISTERISELOSTE",
    "registeration.2": "REKISTERIN PITÄJÄ",
    "registeration.3": "Y-tunnus",
    "registeration.4": "Puhelin",
    "registeration.5": "YHTEYSHENKILÖ REKISTERIÄ KOSKEVISSA ASIOISSA",
    "registeration.6": "REKISTERIN NIMI",
    "registeration.7": "RohisTech verkkosivurekisteri",
    "registeration.8": "HENKILÖTIETOJEN KÄSITTELYN TARKOITUS",
    "registeration.9": "Verkkosivujen kautta rekisteröityjen henkilöiden tietoja käytetään käyttäjäkokemuksen parantamiseen ja verkkosivujen kehittämiseen. Verkkosivujen yhteydenottolomakkeilla tulleita henkilötietoja käsitellään yhteydenottojen käsittelyyn tarkoitetulla, tarkoituksenmukaisella tavalla.",
    "registeration.10": "Verkkosivun kävijöiden verkkosivukäyttäytymisestä voidaan kerätä tietoja, kuten kävijän liikkuminen laatulakki.fi:n verkkosivustolla, kävijän sivustolla käyttämä aika ja sivuille tulolähde. Näitä tietoja käytetään laatulakki.fi:n verkkosivujen käyttäjäkokemuksen kehittämiseen sekä palvelun laadun parantamiseen, jotta käyttäjää kiinnostava tieto olisi helpommin verkkovierailijan saavutettavissa.",
    "registeration.11": "REKISTERIN SISÄLTÄMÄT TIEDOT",
    "registeration.12": "Rekisterissä voidaan käsitellä seuraavia tietoja kaikista rekisteröidyistä käyttäjistä:",
    "registeration.13": "Verkkokäyttäytymiseen liittyvät tiedot",
    "registeration.14": "Yhteydenottolomakkeella ilmoitetut tiedot, kuten etunimi, sukunimi, yhteystiedot (puhelinnumero, sähköpostiosoite) tai muut rekisteröityneen itse ilmoittamat tiedot",
    "registeration.15": "Rekisteröidyn selaimen rekisterinpitäjän palvelimelle lähettämät tekniset tiedot sekä rekisteröidyn selaimelle lähetetyt evästeet sekä niihin liittyvät tiedot",
    "registeration.16": "SÄÄNNÖNMUKAISET TIETOLÄHTEET",
    "registeration.17": "Rekisteröityjen tiedot saadaan rekisteröidyn selaimen lähettämistä teknisistä tiedoista ja evästeistä, mikäli käyttäjä ei ole estänyt niiden käyttöä. Yhteydenottolomakkeella tulevat tiedot ovat suojatulla verkkolomakkeella rekisteröidyn itsensä lähettämiä tietoja suoraan LTQ:lle eikä näitä tietoja luovuteta kolmansille osapuolille.",
    "registeration.18": "Käyttäjänseuranta",
    "registeration.19": "Käytämme HotJar käyttäjänseurantaa seurataksemme miten käyttäjämme liikkuvat verkkosivustollamme. Tarkista Hotjar:n Marketing Technologies tietosuojakäytäntö ( https://www.hotjar.com/legal/policies/terms-of-service/ ) saadaksesi enemmän tietoa siitä, mitä järjestelmässä seurataan. GDPR mielessä me toimimme kontrollerina ja Hotjar:n datan prosessorina. Mikäli et halua, että sinua seurataan voit tyhjentää selaimesi välimuistin.",
    "registeration.20": "TIETOJEN LUOVUTUS JA TIETOJEN POISTO",
    "registeration.21": "Rekisteröityneen tietoja ei luovuteta ulkopuolisille ilman erillistä lupaa rekisteröityneeltä. Viranomaisille tietoja voidaan luovuttaa lainsäädäntöön perustuvalla tavalla. Rekisteröitynyt voi esittää kirjallisen tietopyynnön koskien omia tietojaan tai pyytää tietojensa poistamista, ottamalla yhteyttä rekisterin yhteyshenkilöön sähköpostitse tai kirjeellä.",
    "registeration.22": "REKISTERIN SUOJAUS",
    "registeration.23": "Rekisteri on suojattu tietosuojalain mukaisesti. Rekisteri on suojattu mm. salasanoin, palomuurilla sekä SSL -suojauksella. Verkkosivun käyttäjärekisteriin ja yhteydenottolomakkeiden rekisteriin on pääsy vain Laatulakki-yrityksen tarkoin määrittelemillä henkilöillä. Rekisterin tietoja käyttäviä koskee vaitiolovelvollisuus. Rekisterin tietoja ei siirretä manuaaliseksi aineistoksi.",
    "registeration.24": "EVÄSTEET JA NIIDEN KÄYTTÖ",
    "registeration.25": "Laatulakki käyttää verkkosivustollaan Google Inc.:in ('Google') tarjoamaa Google Analytics -ohjelmistoa. Google Analytics yksilöi käyttäjän evästeillä (engl. cookies). Sivuston käyttöä koskevat tiedot säilytetään ja välitetään Googlen palvelimilla mm. Yhdysvalloissa.",
    "registeration.26": "Eväste on käyttäjän tietokoneelle lähetettävä ja siellä säilytettävä pieni tekstitiedosto, joka mahdollistaa verkkosivujen ylläpitäjän tunnistamaan usein sivustolla vierailevat kävijät ja mahdollistaa verkkosivuanalyysin laatimisen kävijöistä. Evästeeseen tallentuvat tiedot siitä, kuinka käytät verkkosivustoa sekä mm. IP-osoite. Evästeet eivät vahingoita käyttäjien tiedostoja tai tietokoneita. Google käyttää tätä tietoa koostaakseen raportteja verkkosivuston käytöstä. Raportteja käytetään tilastoimaan kävijämääriä ja parantamaan palvelua. Evästeiden kautta saatavaa henkilötietoa (IP -osoite) ei yhdistetä muihin rekistereihin.",
    "registeration.27": "Käyttäjä voi estää evästeiden käytön valitsemalla selaimensa asetuksista evästeiden estämisen, voit katsoa selainkohtaiset ohjeet palveluntarjoajaltasi.",
    "registeration.28": "Lisätietoja Googlen analytiikkaseurannasta Googlen tietosuojasivulta.",

    "termsAndCondition.1": "KÄYTTÖEHDOT",
    "termsAndCondition.2": "Yleistä verkkokaupasta",
    "termsAndCondition.3": "Verkkokaupan tuotteita myy RohisTech TMI y-tunnus 3189040-5. Myymme tuotteita täysi- ikäisille yksityishenkilöille Suomeen ja EU-alueelle. Arvonlisävero sisältyy tuotteiden hintoihin. Pidätämme oikeuden hintojen ja postikulujen muutoksiin.",
    "termsAndCondition.4": "Sopimuksen osapuolet",
    "termsAndCondition.5": "Nämä sopimusehdot koskevat Laatulakki.fi-verkkokauppaa (Palvelu), jonka toiminnasta vastaa RohisTech TMI (Palveluntarjoaja), Jussilankatu 1 B 11, 05880 Hyvinkää, Y-tunnus 3189040-5.",
    "termsAndCondition.6": "Yleistä",
    "termsAndCondition.7": "Käyttämällä laatulakki.fi-verkkokauppaa hyväksyt ja sitoudut noudattamaan näitä ehtoja. Palveluntarjoajalla on oikeus muuttaa näitä sopimusehtoja julkaisemalla päivitetyt ehdot verkkokaupan sivuilla. Ennen tilauksen lähettämistä, tutustu voimassa oleviin ehtoihin.",
    "termsAndCondition.8": "Verkkokaupasta tilaaminen edellyttää, että noudatat verkkokaupan sopimusehtoja, täytät niiden mukaiset vaatimukset ja annat itseäsi koskevat tiedot totuudenmukaisesti ja kokonaisuudessaan. Korjaa itseäsi koskevat virheelliset tiedot viipymättä. Käyttäjä vastaa kaikista tilauksista, jotka on tehty hänen käyttäjätunnuksellaan ja salasanallaan. Käyttäjä vastaa käyttäjätunnuksensa ja salasanansa salassa pitämisestä.",
    "termsAndCondition.9": "Käyttöoikeus",
    "termsAndCondition.10": "Palvelu on tarkoitettu yksityisille, täysi-ikäisille kuluttajille. Kaikki palvelun sisällön oikeudet kuuluvat Palveluntarjoajalle.",
    "termsAndCondition.11": "Rekisteröityminen",
    "termsAndCondition.12": "Käyttäjä voi rekisteröityä Palvelun käyttäjäksi täyttämällä rekisteröitymislomakkeen ja valitsemalla itselleen käyttäjätunnuksen ja salasanan. Käyttäjä voi tilata tuotteita myös rekisteröitymättä.",
    "termsAndCondition.13": "Tilaamalla tuotteita Käyttäjä vakuuttaa tutustuneensa näihin ehtoihin, hyväksyvänsä ne ja sitoutuvansa noudattamaan niitä. Rekisteröityminen on maksutonta.",
    "termsAndCondition.14": "Henkilötietojen kerääminen ja käyttö",
    "termsAndCondition.15": "Käyttäjän antamien tietojen asianmukaisesta käsittelystä ja käyttäjän yksityisyydensuojan säilymisestä vastaa Palveluntarjoaja. Käyttäjän antamat tiedot tallennetaan Palveluntarjoajan asiakasrekisteriin. Käyttäjän etunimi, sukunimi, lähiosoite, postitoimipaikka, maa, sähköpostiosoite sekä puhelinnumero ovat pakollisia tietoja tilauksen suorittamiseksi. Palveluntarjoaja ei luovuta keräämiään henkilötietoja ulkopuolille. Asiakasrekisterin tietoja voidaan käyttää sähköisessä suoramarkkinoinnissa vain, mikäli Käyttäjä on antanut tähän suostumuksensa. Palveluntarjoaja pidättää itselleen oikeuden luovuttaa Käyttäjää koskevia tietoja viranomaisten käyttöön, mikäli Käyttäjä on toiminut lain ja hyvän tavan vastaisesti. Käyttäjällä on oikeus muuttaa, tarkastaa tai poistaa itseään koskevat tiedot asiakasrekisteristä.",
    "termsAndCondition.16": "Käyttäjän antamia tietoja laatulakki.fi-verkkokaupan asiakasrekisteriä varten säädellään rekisteriselosteemme perusteella. Käyttäjä vastaa siitä, että annetut tiedot ovat totuudenmukaisia ja täydellisiä. Käyttäjän tulee myös päivittää tietoja tarvittaessa. Liittymällä Laatulakki-verkkokauppan asiakasrekisteriin suostut säännöllisesti vastaanottamaan viestejä verkkokaupan asiakasrekisteristä. Voit peruuttaa uutiskirjeet omalla tililläsi tai lähettämällä sähköpostia osoitteeseen laatulakki@gmail.com. Voit milloin tahansa poistaa asiakastilisi lähettämällä sähköpostia osoitteeseen laatulakki@gmail.com ja pyytää, että asiakastilisi poistetaan. Jos peruutat jäsenyytesi laatulakki.fi-verkkokaupan asiakasrekisterissä, et enää vastaanota viestejä ja joudut rekisteröitymään uudelleen, mikäli haluat liittyä uudelleen Laatulakki.fi-verkkokaupan asiakasrekisteriin.",
    "termsAndCondition.17": "Asiakastilitietojen päivittäminen",
    "termsAndCondition.18": "Henkilökohtaisten asiakastilitietojen päivittäminen on mahdollista kirjautumalla sisään verkkokauppaan ja muuttamalla tietoja kohdassa “Omat tiedot”.",
    "termsAndCondition.19": "Turvallisuus maksamisen yhteydessä",
    "termsAndCondition.20": "Kaikki tiedot ovat salattuja ja ne siirretään turvallisesti Secure Socker Layersin (SSL) kautta. Siksi Käyttäjän on turvallista maksaa kortilla Laatulakki.fi-verkkokaupassa.",
    "termsAndCondition.21": "Verkkokaupasta tilaaminen",
    "termsAndCondition.22": "Palvelusta tilattaessa sitova kauppasopimus syntyy, kun Palvelun tarjoaja lähettää Käyttäjälle tilausvahvistuksen, jossa vahvistetaan tuotteen saatavuus ja toimitus. Palvelun tarjoaja pidättää oikeuden olla hyväksymättä tilausta.",
    "termsAndCondition.23": "Voit tutustua tilaamiisi tuotteisiin ja varmistua kaikessa rauhassa, että ne ovat sinulle sopivia ja mieleisiä. Tuotteen saatavuus ja arvioitu toimitusaika ilmoitetaan tilauksen yhteydessä. Jos tuote ei vastaa odotuksiasi, voit vaihtaa tai palauttaa sen 14 päivän sisällä tuotteen vastaanottamisesta. Vaihto- ja palautusoikeus koskee vain käyttämättömiä tuotteita, myös tuotepakkausten tulee olla myyntikuntoisia.",
    "termsAndCondition.24": "Normaalitilaukset toimitetaan postiin tai smart-postiin, joka sijaitsee lähinnä ilmoittamaasi toimitusosoitetta. Sinulle lähetetään saapumisilmoitus, kun tilauksesi on noudettavissa.",
    "termsAndCondition.25": "Hyväksymällä Laatulakki -verkkokaupan tilaus- ja toimitusehdot, asiakas hyväksyy, että Laatulakki.fi -verkkokauppa lähettää asiakkaalle sähköpostia tai tekstiviestejä tilaukseen liittyvissä asioissa.",
    "termsAndCondition.26": "Tuotteiden hinnat",
    "termsAndCondition.27": "Tuotteen hinta on Palvelun sivulla tuotetietojen yhteydessä tilaushetkellä näkyvä hinta. Hintaan lisätään toimituskulut, maksu on tilauskohtainen, ellei toisin mainita.",
    "termsAndCondition.28": "Kulloinenkin toimitusmaksu ilmenee Palvelussa ennen tilauksen suorittamista. Palvelussa hinnat ja kuljetuskustannukset ilmoitetaan Käyttäjälle euroissa (EUR). Myytäessä ja kuljetettaessa tuotteita hintoihin on sisällytetty Suomen lainsäädännön mukainen arvonlisävero.",
    "termsAndCondition.29": "Tuotteen toimittaminen",
    "termsAndCondition.30": "Palvelun tarjoaja toimittaa myymänsä tuotteet Käyttäjälle kolmannen osapuolen kanssa tekemänsä kuljetussopimuksen perusteella. Kuljetuskustannukset lisätään tilauksen hintaan. Kunkin tilauksen kuljetuskustannukset ilmenevät Ostoskori-osiossa. Tuotteiden toimitusajat määräytyvät tuotekohtaisesti. Tuotteiden saatavuus ja lähetyksen määränpää vaikuttavat toimitusaikaan. Toimitusaika on yleensä noin viisi arkipäivää, kun tuotetta löytyy varastostamme. Mikäli tilaus sisältää useampia tuotteita, ne toimitetaan yhteislähetyksenä. Palvelusta ilmenevät kulloinkin voimassa olevat toimitustavat.",
    "termsAndCondition.31": "Palvelun tarjoaja ei vastaa hänestä riippumattomista syistä aiheutuvista viivästymisistä tai viivästyneen toimituksen aiheuttamista välillisistä haitoista. Toimipisteeseen tai pakettiautomaattiin toimitettavissa lähetyksissä Postilla on oikeus poiketa toimitusosoitteesta mikäli tilapäisen esteen vuoksi lähetystä ei voida toimittaa noudettavaksi alkuperäisen osoitteen mukaiseen toimipaikkaan.",
    "termsAndCondition.32": "Palvelun tarjoaja varaa itselleen oikeuden toimittaa tilatut tuotteet eri lähetyksissä. Palveluntarjoaja vastaa tuotteen katoamisesta tai rikkoutumisesta kuljetuksen aikana. Saat hyväksymästäsi tilauksesta sähköisen tilausvahvistuksen, josta voit tarkistaa tilauksesi tiedot. Säilytä tilausvahvistus mahdollista myöhempää tarvetta varten. Voit esimerkiksi tulostaa tilausvahvistuksen verkkokaupasta.",
    "termsAndCondition.33": "Tilausten seuranta",
    "termsAndCondition.34": "Tilauksen yhteydessä asiakkaalle toimitetaan aina tilausvahvistus sähköpostitse, joka sisältää tilauskohtaisen seurantatunnuksen. Syöttämällä tunnuksen Postin seurantapalveluun, voit seurata tuotteen toimituksen vaiheita: www.posti.fi",
    "termsAndCondition.35": "Tuotteen palauttaminen",
    "termsAndCondition.36": "Meille on tärkeää, että olet tyytyväinen tilaukseesi. Sinulla on 14 päivää aikaa tutustua tuotteisiin ja tehdä ostopäätös (kuluttajan suojalain tarkoittama peruuttamisoikeus). Palvelun tarjoajalle on tehtävä ilmoitus palautuksesta eli peruuttamisoikeuden käyttämisestä 14 päivän kuluessa tuotteiden vastaanottamisesta.",
    "termsAndCondition.37": "Noudatathan seuraavia ohjeita tuotteen palautuksen yhteydessä:",
    "termsAndCondition.38": "Verkkokäyttäytymiseen liittyvät tiedot",
    "termsAndCondition.39": "Yhteydenottolomakkeella ilmoitetut tiedot, kuten etunimi, sukunimi, yhteystiedot (puhelinnumero, sähköpostiosoite) tai muut rekisteröidyn itse ilmoittamat tiedot",
    "termsAndCondition.40": "Rekisteröidyn selaimen rekisterinpitäjän palvelimelle lähettämät tekniset tiedot sekä rekisteröidyn selaimelle lähetetyt evästeet ja niihin liittyvät tiedot",
    "termsAndCondition.41": "Tilaamillasi tuotteilla on 14 päivän vaihto- ja palautusoikeus.",
    "termsAndCondition.42": "Tänä aikana sinulla on mahdollisuus vaihtaa vastaanottamasi tuotteet muihin tuotteisiin tai palauttaa ne.",
    "termsAndCondition.43": "Palautettavan tuotteen tulee olla alkuperäispakkauksessa ja käyttämätön. Mikäli olet käyttänyt tuotetta tai käsitellyt sitä huolimattomasti, vastaat tuotteen arvon alenemisesta enintään tuotteen täyteen arvoon saakka.",
    "termsAndCondition.44": "Palautus- tai osoitemerkintöjä ei saa tehdä myyntipakkaukseen. Tuote tulee aina postittaa pakkauksineen erillisessä paketissa tai pussissa.",
    "termsAndCondition.45": "Täytä lähetyksen mukana tullut palautusilmoitus ja laita se pakettiin palautettavan tuotteen mukaan.",
    "termsAndCondition.46": "Toimituskulut ovat tuotteiden lukumäärästä riippumatta aina samansuuruiset. Tästä syystä toimituskuluja ei makseta takaisin, jos palautus koskee vain osaa tuotteista.",
    "termsAndCondition.47": "Mikäli olet vastaanottanut väärän tai viallisen tuotteen, palauta se näiden ohjeiden mukaisesti. Merkitse palautusilmoitukseen, kuinka vika ilmenee ja haluatko ehjän/uuden tuotteen tilalle. Kun kyseessä on väärä tai viallinen tuote, vastaamme uuden vastaavan tuotteen lähetyskuluista. Mikäli emme pysty tarjoamaan vaihtotuotetta, saat takaisin palauttamaasi tuotetta vastaavan hinnan postikuluineen.",
    "termsAndCondition.48": "Palautuksessa tarvittava osoitetarra tulee liimata lähetyspakkauksen päälle. Palauttaminen on maksutonta sinulle, mikäli lähetyspaikka on Suomessa ja lähetät palautuksen normaalina lähetyksenä.",
    "termsAndCondition.49": "Palautuksesta ei tarvitse ilmoittaa meille etukäteen.",
    "termsAndCondition.50": "Palauttaminen on ilmaista ainoastaan postitoimipaikasta.",
    "termsAndCondition.51": "Suosittelemme, että pyydät palautuslähetyksestä tositteen.",
    "termsAndCondition.52": "Rahat palautetaan Paytrailin kautta samalle maksutavalle, jolla tuote on ostettu.",
    "termsAndCondition.53": "Mikäli tuote on vioittunut, kadonnut kuljetuksen aikana tai asiakkaalle on toimitettu väärä tuote, tulee asiakkaan ilmoittaa virheestä välittömästi osoitteeseen laatulakki@gmail.com. Ilmoitus viallisesta tuotteesta tai virheellisestä toimituksesta on tehtävä 14 päivän sisällä tuotteen vastaanottamisesta. Mikäli paketti on vioittunut postissa, on tuotteesta tehtävä reklamaatio postiin välittömästi.",
    "termsAndCondition.54": "Maksupalvelutarjoaja",
    "termsAndCondition.55": "Paytrail Oyj (2122839-7) toimii maksunvälityspalvelun toteuttajana ja maksupalveluntarjoajana yhteistyössä suomalaisten pankkien ja luottolaitosten kanssa. Paytrail Oyj näkyy maksun saajana tiliotteella tai korttilaskulla. Paytrail Oyj välittää maksun kauppiaalle. Paytrail Oyj:llä on maksulaitoksen toimilupa. Reklamaatiotapauksissa pyydämme olemaan ensisijaisesti yhteydessä tuotteen toimittajaan.",
    "termsAndCondition.56": "Tekijänoikeudet",
    "termsAndCondition.57": "Sivuston sisältö on suojattu tekijänoikeuslain mukaisesti. Palveluntarjoaja pidättää itsellään kaikki oikeudet sivuihin ja niiden sisältöön, ellei sivuilla tai näissä käyttöehdoissa toisin mainita. Sivuston sisällön tai sen osan jakelu, tallentaminen tai kopiointi on kiellettyä ilman Palveluntarjoajan etukäteistä kirjallista suostumusta, lukuun ottamatta erikseen mainittuja poikkeuksia.",
    "termsAndCondition.58": "Tekstiä, logoja tai kuvia ei saa käyttää kaupallisiin tai hyvien tapojen vastaisiin tarkoituksiin. Sivustoa saa selata ja katsella sekä tulostaa käyttäjän omaa, henkilökohtaista käyttöä varten. Ilman Palveluntarjoajan erillistä kirjallista suostumusta, sivuston sisällön osittainenkin jakeleminen on kiellettyä.",
    "capChoice0": "Oikean lakin valinta",
    "capChoice1a": "Onnea tulevalle ylioppilaalle!",
    "capChoice1": "Nyt tarvitseekin enää valita sopivan kokoinen ylioppilaslakki - onneksi se on helppoa. Tarvitset vain yhden mitan – päänympäryksen. Mittaa päänympäryksesi senttimetreinä otsalta, korvien yläpuolelta takaraivolle asti ja pyydä tarvittaessa kaveria apuun. Verkkokaupan koot vastaavat päänympäryksen senttimetrejä. Vuosien kuluessa pää yleensä vielä hieman kasvaa, joten suosittelemme pyöristämään saamasi päänympäryksen ylöspäin. Esimerkiksi jos mittaamasi päänympärys on 57,3 cm, niin kannattaa tilata lakki koossa 58. Näin saat upean ylioppilaslakkisi päähän Vappujuhliin vielä 20 vuoden kuluttua!",
    "capChoice2": "Mittaa mittanauhalla päänympärys otsalta, korvien yläpuolelta takaraivolle.",
    "capChoice3": "Valitse haluamasi lakki",
    "capChoice4": "Valitse kooksi mittaamasi päänympärys, mielellään hieman ylöspäin pyöristettynä",
    "capChoice4a": "Tilaa",
    "capChoice5": "Juhli ja nauti saavutuksestasi!",


    "capUsage0": "YLIOPPILASLAKIN KÄYTTÖ- JA HOITO-OHJEET",
    "capUsage1": "Käyttö",
    "capUsage2": "Suomeen ylioppilaslakki rantautui 1860-luvulla, ensimmäisiä käyttäjiä pilkattiin ruotsalaisten matkijoiksi. Alkuun ylioppilaslakkia käyttivät vain miehet ja naiset käyttivät vain lyyraa, kunnes heille suunniteltiin oma lakki 1800-luvun lopulla. Tämä lakki ei kuitenkaan jäänyt käyttöön. Ylioppilaslakkia käytettiin kesäpäähineenä vielä 1950-luvulla, kunnes sen käyttö väheni vastaamaan nykypäivää.",
    "capUsage2a": "Nykyään ylioppilaslakkia käyttävät vastavalmistuneet ylioppilaat ylioppilasjuhlassa sekä myöhemmin vappuna tai akateemisissa juhlissa.",
    "capUsage3": "Hoito",
    "capUsage4": "Ehkä olet nähnyt isovanhempasi kellastuneen ylioppilaslakin? Kulumat ja kellastuminen kuuluvat yo-lakin elinkaareen, mutta lakkia voi myös halutessaan puhdistaa samettiharjalla kevyesti harjaten tai vaahtomuovin palalla ja tahranpoistoaineella. Ylioppilaslakkia ei tule kuitenkaan pestä vedellä tai liottaa.",
    
    "footer1": "Käyttöehdot",
    "footer2": "Rekisteriseloste",
    "footer3": "Vaihto ja palautus",
    "onlineStore": "Verkkokauppa",


    "cookies_Message": "Käytämme evästeitä käyttökokemuksen parantamiseen, sivuston käytön analysointiin, sisällön personointiin ja markkinoinnin kohdentamiseen.",
    "cookies_privacyPolicyLinkText": "Lue lisää evästeistämme täältä.",
    "cookies_necessaryOptionText": "Välttämättömät",
    "cookies_preferencesOptionText" : "Toimivuusevästeet",
    "cookies_statisticsOptionText" : "Suorituskykyevästeet",
    "cookies_marketingOptionText" : "Kohdistamisevästeet",
    "cookies_acceptButtonText" : "Hyväksy",
    "cookies_declineButtonText" : "Hylkää",
    "cookies_managePreferencesButtonText" : "Evästeasetukset",
    "cookies_savePreferencesButtonText":"Tallenna ja sulje"

}

